Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Sulphurite Shard
ja: サルファライトシャード

source: Supercapacitor
ja: スーパーキャパシタ

source: Supercapacitors can deliver large bursts of power, but cannot store as much energy as batteries.
ja: スーパーキャパシタは瞬間的に大きな電力を提供することができますが、バッテリーのように多くのエネルギーを保存することはできません。

source: Supplies
ja: 備品

source: Supplies Cabinet
ja: 備品箱

source: Sure thing!
ja: 確実に作業します！

source: Swarm
ja: 群れ

source: Swim Bladder
ja: うきぶくろ

source: Switch
ja: スイッチ

source: Sylvite
ja: カリ岩塩

source: Synchronizes the game's frame rate with your monitor's refresh rate.
ja: お使いのモニタのリフレッシュレートとゲームのフレームレートを同期化します。

source: Syringe Gun
ja: シリンジガン

source: Tags
ja: タグ

source: Tail
ja: 尾

source: Take
ja: 取る

source: Take it down using the stun baton.
ja: スタンバトンを使ってダウンさせます。

source: Take the crew member to the med bay
ja: 乗組員を医務室に連れて行きます

source: Taken over by a husk parasite.
ja: ハスク寄生虫によって支配された。

source: Taken over by a parasite
ja: 寄生虫によって支配された

source: Taking care of the intruders!
ja: 侵入者の対処を開始！

source: Taking them down requires more firepower.
ja: 奴らを倒すには、より強力な火力が必要でしょう。

source: Target
ja: ターゲット

source: Target destroyed
ja: 目標は破壊されました

source: Target down!
ja: 目標を倒した！

source: Target signal
ja: 目標信号

source: Target terminated
ja: 目標は無力化されました。

source: Temp Low
ja: 低温度

source: Temporarily increases muscular strength and physical performance.
ja: 一時的に筋力および運動性能を向上させる。

source: Temporary handheld light.
ja: 一時的なハンドヘルド光源。

source: Terminate a Swarm
ja: 群れを討伐

source: Text Display
ja: テキストディスプレイ

source: That last impact cut power to half of the outpost.
ja: 最後の影響でパワーが半減されています。

source: That name is taken.
ja: その名前は使われています。

source: That was a big one.
ja: 大きな奴だった。

source: The End Worm is dead and the passageway is open for transport again.
ja: エンドワームは死亡し、航路は再び輸送のために開かれました。

source: The Europa Coalition started off as a trade and cooperation agreement between the two largest Europan settlements and a handful of private paramilitary groups, but gradually grew to become what is essentially the Europan government.
ja: エウロパ連合は、二大エウロパ集落や民間民兵組織の間の貿易協力協定として始まりましたが、時を経て実質的なエウロパの政府組織に成長しました。

source: The Hammerhead has been killed.
ja: ハンマーヘッドは討伐されました。

source: The Hammerhead is dead.
ja: ハンマーヘッドは死んでいます。

source: The Hives of [name]
ja: [name]の巣

source: The Moloch has been killed.
ja: モロクは討伐されました。

source: The Moloch is dead.
ja: モロクは死んでいます。

source: The Thresher is dead.
ja: サッシャーは死んでいます。

source: The Tiger Thresher has been killed.
ja: タイガーサッシャーは、討伐されました。

source: The [loser] vessel has been defeated by the [winner] crew!
ja: [client] は、サーバーから追い出されました。

source: The age of the ruins is also a mystery, since the self-repairing properties of the structures and devices make chronological dating methods wildly inaccurate.
ja: 遺跡の年代も謎の一つです。建造物やデバイスは自己修復の特性を持ち、年代測定を不正確にします。

source: The amount of time respawned players have to navigate the respawn shuttle to the main submarine.
ja: 人員補充船を潜水艦へ合流させるまでにかけられる時間。

source: The antidote has been successfully delivered.
ja: 解毒剤が無事に配達されました。

source: The area is an ugly shade of purple, and apparently very painful to touch.
ja: 患部は紫色に醜く変色しており、触られると痛そうです。

source: The area is blistered and red, and skin is already beginning to peel away in sheets.
ja: この部分は水ぶくれして赤くなっており、皮膚がペロっと剥がれ始めています。

source: The artifact has been successfully retrieved.
ja: アーティファクトは正常に取得されています。

source: The artifact is now on board.
ja: アーティファクトは船上に積まれました。

source: The beast is dead.
ja: 怪物は死亡しました。

source: The cephalopod-like watchers are generally docile, but may attack when provoked.
ja: ムカデのような見た目のウォッチャーは、一般的にはおとなしいですがいざという時は攻撃されるかもしれません。

source: The character can no longer be revived if you give in.
ja: あなたが諦めた場合、キャラクターはもう復活することはできません。

source: The character will now follow you until dismissed by clicking on the button again.
ja: もう一度ボタンをクリックすることで取り消しするまでキャラクターは、あなたに従います。

source: The character will now follow you until dismissed by clicking on the button again.\n\n“Follow” command is only one of many commands you can give to other characters.
ja: ボタンをもう一度クリックして解除されるまで、キャラクターはあなたをフォローします。\n\n「フォロー」コマンドは、他のキャラクターに指示できるコマンドの1つにすぎません。

source: The character will then patrol and search for any mechanical items in need of repairing.
ja: すると、そのキャラクターは、修理が必要な機械を巡回して探します。

source: The character will then tend to the reactor.
ja: そうすると原子炉に向かいます

source: The chemicals have been successfully delivered.
ja: 薬品は無事に配達されました。

source: The city of [name]
ja: [name]の都市

source: The clown gear has been successfully delivered.
ja: ピエロ物資は無事に配達されました。

source: The commanding officer is responsible for commanding the entirety of the crew and ensuring that everything is running smoothly.
ja: 指揮官たるキャプテンは乗組員を指揮し、潜水艦を円滑に運用する責任があります。

source: The creatures inhabiting the ocean aren't the only threat they need to worry about, as several of the renegade groups opposing the Europa Coalition are known to have sent infiltrators on board the vessels.
ja: エウロパ連合に反対するいくつかの反逆者グループが潜水艦に侵入することがあるため、海に生息する生き物が心配する必要のある唯一の脅威であるとは限りません。

source: The crew is ready to leave, but they are a bit banged up and someone is unconscious.
ja: 乗組員は去ろうとしていますが、誰かがやられて意識不明です。

source: The custom creations can be shared in the Steam Workshop.\n\nAt the moment the editors are only available in English.
ja: カスタム作成はSteamワークショップで共有できます。\n\n現時点では、エディターは英語でしか利用できません。

source: The data is anonymous, does not contain any personal information and is only used to help us diagnose issues and improve Barotrauma.
ja: このデータは匿名で、個人情報は一切含まれていません。問題の診断やBarotraumaの改善に役立てるためにのみ使用されています。

source: The dynamics of Europa's underwater ecosystem are still not fully understood, but it is believed that the base of the food chain is mostly formed by chemosynthetic bacteria.
ja: エウロパの水中生態系の動向はまだ完全には理解されていませんが、食物連鎖のベースは主に化学合成細菌によって形成されると考えられます。

source: The electrical and mechanical systems on a sub will gradually degrade due to the harsh conditions and constant wear and tear.
ja: 潜水艦の電気的、機械的なシステムは次第に過酷な環境と継続的な磨耗により劣化します。

source: The entry site is a small, dark, bruised hole oozing a little blood.
ja: 射入口は小さく、黒い穴からは少量の出血が見られます。

source: The executable you have launched is not present in the content package [selectedpackage].
ja: 起動したファイルはコンテンツパッケージに存在しません [selectedpackage].

source: The exit wound, however, is a large ragged mess of exposed tissue, and it's pouring blood.
ja: しかし射出口は大きく、綻んだ肉片が飛び出て出血しています。

source: The explosives have been successfully delivered.
ja: 爆発物は無事に配達されました。

source: The fabricator is a device that can take different kinds of materials and turn them into useful items.
ja: ファブリケーターはいろんな材料を使用し、有用なアイテムに変えることができる装置です。

source: The faster the submarine moves, the more difficult it will be to slow it down.
ja: 潜水艦が速く移動するほど、速度を落とすのは難しくなります。

source: The file '[filename]' would be overwritten by the item.
ja: ファイルには、ワークショップのアイテムに含まれます。

source: The file may be corrupted.
ja: ファイルが破損しているかもしれません。

source: The file size of the preview image has to be less than 1 MB.
ja: プレビュー画像のファイルサイズは1 MB未満である必要があります。

source: The fire-resistant fabric offers some protection against fires.
ja: 防火性の素材でできている。火災にある程度の耐性がある。

source: The foliage of this plant cannot be torn, only stretched.
ja: この植物の葉は引き裂く事はできず、伸びるのみ。

source: The heat is used to spin the turbine, which generates electricity.
ja: 熱は、電気を生成する原動機を回転するために使用されます。

source: The higher the turbine output, the more the reactor attempts to generate electricity.
ja: より高い原動機出力は、より多くの反応器が電気を生成することを試みます。

source: The host has removed all your special permissions.
ja: ホストがあなたのすべての特別な権限を削除しました。

source: The husk eggs have been successfully delivered.
ja: ハスクの卵は無事に配達されました。

source: The interface will show their status on the left side of the screen.\n\nDrag the correct item into the medical interface to treat the affliction.
ja: 画面の左側にインターフェースのステータスが表示されます。\n\nそこへ適切なアイテムをドラッグしてください。

source: The master server may be down for maintenance or temporarily overloaded.
ja: マスターサーバーは、メンテナンスや一時的な過負荷状態のためにダウンしている可能性があります。

source: The materials have been successfully delivered.
ja: 物資は無事に配達されました。

source: The medical doctors' main task is to keep the crew in a good shape, but a medic with a syringe gun and a bit of knowhow on poisons can also be very useful in fending off intruders.
ja: ドクターの主な仕事は、乗組員の健康を維持することですが、注射器ガンと毒物の知識も侵入者に対して非常に役立つでしょう。

source: The mining crews want to start extracting [resourcename] if you can prove there are enough deposits of it in the area between [location1] and the mining outpost at [location2].
ja: 採掘隊が [resourcename] の採掘を開始するにあたって、あなたのクルーに [location1] から [location2] の採掘基地までの地域に十分な量の鉱脈があるかどうかの調査を依頼してきました。

source: The missing content packages are available in the Steam Workshop, but Steam features are not available if you don't own Barotrauma on Steam.
ja: 不足しているコンテンツパッケージはスチームワークショップで利用可能ですが、SteamでBarotraumaを所有していない場合はSteamの機能は使用できません。

source: The missing vessel appears to have been taken over by some sort of parasitic growth and tried to attack your submarine.
ja: 行方不明となった船は何らかの寄生生物によって支配され、あなたの潜水艦に攻撃してきているようです。

source: The much-ridiculed initiative to help submariners cope in a high-stress environment by including professional entertainers in the crews was promptly deemed a failure and discontinued.
ja: 乗組員が身を置く高ストレス環境に対する奇策として、艦に専用のお笑い芸人が雇用された過去がありますが、速やかに失敗とみなされ中止しました。

source: The navigation terminal will adjust the ballast and engine’s force accordingly and automatically.\n\nTo see where the sub is heading, turn on active sonar.
ja: ナビゲーション端末は自動的にバラストとエンジンの力を調整します。\n\n潜水艦が向かっている場所を確認するには、アクティブソナーをオンにします。

source: The ocean has claimed [sub] and its crew.
ja: 海は [sub] とその乗組員を飲み込んでしまいました。

source: The only life encountered inside the structures are the biomechanical entities that maintain and guard them.
ja: 遺跡の内部で遭遇したすべての生物は、遺跡の維持と防衛のための機械生命体だけです。

source: The package was made for an unknown version; your game version is [gameversion].
ja: このパッケージが対応しているバージョンは不明です。 あなたのゲームのバージョンは[gameversion]です。

source: The package was made for the version [packageversion]; your game version is [gameversion].
ja: パッケージはバージョン[packageversion]用に作られました。 あなたのゲームのバージョンは[gameversion]です。

source: The parasite has taken over your body.
ja: 寄生虫があなたの体を支配しました。

source: The patient can't breathe at all, and their heart rate is slowing rapidly.
ja: 患者は息が全くできず、心拍が衰えてきています。

source: The patient has pinpoint pupils and icy cold skin.
ja: 患者は瞳孔が全く動かず、肌は氷のように冷たいです。

source: The patient is confused and has trouble breathing.
ja: 患者は混乱しており、呼吸困難に陥っているようです。

source: The patient is dazed and unresponsive.
ja: 意識がなく反応がありません。

source: The patient is happy enough...so long as they get what they need.
ja: 患者は大丈夫なようです。少なくともブツが摂取できている間は...

source: The patient is in a great deal of pain.
ja: 患者は痛みを訴えています。

source: The patient is pale and cold.
ja: 真っ青になり、寒さを訴えています。

source: The patient may also need saline or blood packs to replace the lost blood.
ja: また、患者は失われた血液を補充するために生理食塩水や血液パックを必要とする場合があります。

source: The patient rants and mutters in an agitated fashion, a steady commentary of unseen events.
ja: 患者は現実には起こっていない事象を延々と苛ついた様子でブツブツと呟いています。

source: The payment is [reward] credits if you get them there in once piece.
ja: 対象人物が無事に到着した場合、[reward]クレジットが支払われます。

source: The personnel have been successfully delivered.
ja: 対象人物が無事に到着しました。

source: The pings may also be heard by hostile creatures or enemy submarines.
ja: 音波は敵対的な生き物や敵の潜水艦によって聞かれることがあります。

source: The port used to communicate with Steam's server browser and respond to info pings from clients.
ja: ポートは、スチームのサーバーブラウザと通信し、クライアントからの情報のpingに応答するために使用しました。

source: The port used to communicate with clients.
ja: ポートはクライアントとの通信に使用されます。

source: The process may take a while.
ja: この処理はしばらくの時間を必要とします。

source: The process of building a fully playable submarine or a functional monster can be quite involved, and unfortunately we don’t offer in-game tutorials or documentation for the editors yet.
ja: 十分にプレイ可能な潜水艦や機能的なモンスターを構築するプロセスはかなり複雑になる可能性があります。残念なことに我々はまだ、エディタのためのゲーム内チュートリアルやドキュメントを提供していません。

source: The pumps are okay, aren't they?
ja: ポンプに問題ありませんが何かありましたか？

source: The purchased supplies have been delivered to [roomname].
ja: 購入した物資は [roomname] へと配達されました。

source: The radiation belts around Jupiter make it impracticable to establish permanent settlements above Europa's surface, and as such almost all Europan outposts are located below its icy crust.
ja: 木星の周りの放射線帯は、エウロパの表面上の永続的な入植地を確立することを不可能にします。そのためほぼ全てのエウロパの前哨基地は、その氷の地殻の下に建築されています。

source: The researchers of [location1] have agreed to pay you the reward nevertheless for getting rid of the Moloch.
ja: [location1] の研究者たちは、モロク駆除の報酬を支払うことに同意した。

source: The researchers of [location2] are eager to know all the details of the encounter, but seem hesitant to answer any questions regarding the vessel.
ja: [location2] の研究者たちは遭遇対象の詳細を知りたがっていますが、対象の船についてはこちらから質問してもはぐらかされてしまいます。

source: The security team at [location2] needs to be resupplied with materials for weapon fabrication.
ja: [location2] のセキュリティチームが武器製作のための追加物資を必要としています。

source: The server has shut down.
ja: サーバがシャットダウンしました。

source: The server is full.
ja: サーバは満員です。

source: The shuttle will automatically return back to the outpost.
ja: シャトルは自動的に前哨基地に戻ります。

source: The skin is pale and clammy, and the lips turning blue.
ja: 冷や汗とチアノーゼが出て唇が真っ青です。

source: The smell is beyond belief, like rotting meat on a hot day.
ja: 暑い日に腐敗した肉のような、ありえない匂い。

source: The smell of alcohol rises from them like a vapor, their speech slurs a little, and their eyes fail to focus.
ja: 相手からまるで蒸気のようにアルコール臭が漂ってきます。喋る話は的を得ず、瞳は据わっています。

source: The so-called husk parasites slowly take over and consume the body of their host, eventually turning them into nothing but an empty exoskeleton controlled by the parasite.
ja: "ハスク"と呼ばれる寄生虫はゆっくりと宿主の体を蝕み、最終的に宿主は完全に支配された抜け殻になってしまうでしょう。

source: The sonar imaging on the navigation terminal may become inaccurate if the terminal is damaged—make sure your engineers keep the terminal in a good condition!
ja: ナビゲーション端末上のソナー画像は、端末がダメージを受けていると不正確になるかもしれません。エンジニアは端末の状態を維持するようにしてください。

source: The submarine and character editors are modding tools that can be used to expand the core game by creating your own submarines and monsters.
ja: 潜水艦とキャラクターエディタはあなた自身の潜水艦とモンスターを作成することによってゲームを拡大するのに使用できる改造ツールです。

source: The submarine is not at either end of the level.
ja: 潜水艦がステージの入り口にも出口にも到達していません。

source: The submarine may not be compatible with the currently selected content packages, because it requires the content packages [requiredcontentpackages].
ja: この潜水艦は現在のコンテンツパッケージとの互換性が無いかもしれません。次のコンテンツパッケージが必要です: [requiredcontentpackages].

source: The submarine will then be locked into position, and the docking hatch will be open for as long as the docking clamps are engaged.\n\nWhen positioning the submarine for docking, radical movements can easily cause you to overshoot your target.
ja: 潜水艦は所定の位置にロックされ、係留クランプがかみ合って係留ハッチが開きます。\n\n係留を急速に行おうとすると、ぶつかってしまうでしょう。

source: The suitable treatments list may be inaccurate.
ja: 治療法のリストが不正確になることがあります。

source: The swarm has been terminated.
ja: 群れは無力化されました。

source: The swarm is terminated.
ja: 群れは無力化されました。

source: The task failed—[genderpronoun] was successfully detained.
ja: 任務は失敗 - [genderpronoun] は逮捕されました。

source: The task was successful, but the traitor did not make it out alive either.
ja: 暗殺は成功しましたが、裏切り者自身も死亡しました。

source: The task was successful, but the traitor was successfully detained.
ja: 暗殺は成功しましたが、裏切り者は無事確保されました。

source: The task was successful.
ja: そして暗殺は成功しました。

source: The task was unsuccessful.
ja: そして暗殺は失敗に終わりました。

source: The temperature is optimal when the bar is between the red indicators.
ja: バーは赤色のインジケータの間にあるときの温度が最適です。

source: The temperature of the reactor core.
ja: 炉心の温度。

source: The vessel was presumed to be taken by the Abyss, but now its emergency beacon seems to have been activated near [location2].
ja: この船は深淵に取り込まれたものと思われていましたが、いまだに[location2]付近で非常ビーコンが作動しているようです。

source: The workhorse of the colonies, these little shuttles have good speed and dive/ascent characteristics, but they are fragile and their low-capacity batteries limit their range somewhat.
ja: コロニーの主力の小さなシャトルは良いスピードと飛び降り/上昇の特徴を持っています。しかし、壊れやすく、バッテリーが低用量のため、移動範囲は制限されます。

source: Their heart beats in an alarmingly rapid fashion.
ja: 心拍が上がっています。

source: Their skills can also be useful for creating various non-medicinal chemicals.
ja: 彼らのスキルは様々な医療用以外の薬物を作り出すのにも役立ちます。

source: Their skin is red and they have occasional muscle spasms.
ja: 肌は赤色化し、筋肉が不規則にけいれんしています。

source: Then aim by holding down {0} and dispense by holding down {1}.
ja: {0}を押し続けて狙いを定め、{1}を押して使用します。

source: Then choose the weapon you want them to operate.
ja: そのあと使用する武器を選んでください。

source: Then find the “Follow” button and click on it.
ja: 次に「フォロー」ボタンを見つけてクリックします。

source: Then find the “Follow” button in the command interface next to the portraits and click on it.
ja: その後、肖像画の横のコマンドインタフェースで、「フォロー」ボタンを見つけ、クリックしてください。

source: There are many ways to get past locked doors, including forcing them open with a crowbar or rewiring them to a button you have access to.
ja: ロックがかかったドアを開く方法は数種類あります。バールでこじ開けたり、あなたがアクセス権を持っているボタンにドアを再配線するなどです。

source: There are no breaks or rest for you, as everything that can break down, will break down.
ja: あなたに休憩なんて言うものは存在しません、機器が故障する確率が少しでもあるなら、それはいずれ"確実に"故障するからです。

source: There aren't any batteries on this boat!
ja: このボートにはバッテリーがない!

source: There is obvious massive organ damage and the blood vessels of the eye have burst, creating an unnerving red gaze.
ja: かなりの重体で、臓器損傷と眼底出血しています。

source: There may be a connection issue at the server's end.
ja: サーバの接続に問題があるかもしれません。

source: There must always be one (and only one) core package selected.
ja: 常に1つだけ選択されたコアパッケージが存在する必要があります。

source: There's [reward] credits for you if you get these supplies to them.
ja: 無事に物資を届けることができれば [reward] クレジットを受け取ることができます。

source: There's [reward] credits if you can get them there.
ja: 物資が配達された場合、 [reward] のクレジット報酬が受け取れます。

source: There's a monster in the next room.
ja: 隣の部屋にモンスターがいます。

source: There's nothing to repair.
ja: 修理するものは何もありません。

source: There’s no thank-yous or respect, just snickering and contempt from your fellow crew members—but that’s okay.
ja: 他の乗組員から貰えるのは感謝や尊敬の言葉ではなく冷笑や罵倒だけですが、それでもいいのです。

source: Thermal Alien Artifact
ja: サーマルエイリアンアーティファクト

source: They are capable of performing maintenance on the various electrical pieces of the submarine.
ja: 彼らは潜水艦の様々な電子機器のメンテナンスを実行することが可能です。

source: They are often used to power railguns and other devices that require brief bursts of high current.
ja: それらはレールガンや高電流が瞬時に必要になる機械類に使用されています。

source: They are rendered completely mute, save for occasional clicking sounds apparently emanating from deep within the throat.
ja: それは喉の奥から不規則にカチカチと音を鳴らす以外は無音です。

source: They can be resuscitated through CPR, which gets them to a stable state.\n\nResuscitate the patient by entering the medical interface ({0}) and clicking the green “resuscitate” button.
ja: CPRを使用し、蘇生することができます。\n\n ({0})で医療インターフェースに入り、緑色の「蘇生」ボタンをクリックして使用します

source: They do however offer you 1,000 credits as reimbursement for your troubles.
ja: しかし補償金として 1,000 クレジットの支払いを約束しました。

source: They might stand a chance of survival if you can get a shipment of antidote to them ASAP...
ja: 今すぐ解毒剤の物資を届けることができれば生還の可能性があるかもしれません...

source: They require fuel to create heat and a crew member to regulate the output.\n\nDrag a fuel rod to the item slot on the left side.
ja: 熱を発生させるために燃料を必要とし、出力を調整するために乗組員を必要とする。\n\n燃料棒を左側の項目スロットにドラッグします。

source: They require short bursts of power and boxes of ammunition.\n\nTo ready the coilgun, you must make sure the supercapacitor has enough power by setting the recharge rate high enough (50% is usually enough), then insert full ammunition boxes into the coilgun loader.\n\nThe ammo boxes loaded in the coilguns seem empty.
ja: 準備には、充電率を高く（通常は50%で十分）設定し、スーパーキャパシターの電力があることを確認し、弾薬箱をコイルガンローダーに挿入します。\n\nこのコイルガンに装填された弾薬箱は、空っぽです。

source: They struggle to breathe and swallow.
ja: 呼吸するのにいっぱいいっぱいなようです。

source: They're lacking in firepower and speed, so smart maneuvering is key.
ja: この船は火力とスピードに欠けているので、スマートな操縦が重要です。

source: They’ve got a nasty burn.
ja: やけどで重傷です。

source: This Workshop item is not compatible with your version of Barotrauma.
ja: このワークショップのアイテムは、このバージョンのBarotraumaと互換性がありません。

source: This area is unreachable in this version of Barotrauma.
ja: このエリアには、今のBarotraumaのバージョンでは到達不可能です。

source: This belongs to [name], the [job].
ja: [name], そこで待て the [job].!

source: This belongs to [name].
ja: [name], そこで待て!

source: This can be used to describe additional access levels their card has on the sub.
ja: これは潜水艦のアクセスレベルを追加して記述するために使用することができます。

source: This device will be used for voice chat.
ja: このデバイスは、ボイスチャット用に使用されます。

source: This door is controlled by buttons or remote controllers wired to it.
ja: このドアは、有線ボタンまたはリモコンによって制御されます。

source: This is YOUR survival vessel, and if any of them make it too, well...whoop dee doo for them.
ja: これは"あなたの"船であり、他の金魚のフン共もついでに生き残ったなら…それはそれでいいでしょう。

source: This job is a good choice for newcomers who want to get a hang of working on board the submarine without taking up tasks that they aren't qualified for.
ja: この仕事は資格なしで潜水艦に乗って仕事をしたいという新人にとっては良い選択です。

source: This may be desirable if you want the mod to use Vanilla files that the players already have—otherwise you should copy the file to the Workshop item folder.
ja: modはプレイヤーが既に持っているそうしないと、ワークショップのアイテムフォルダにファイルをコピーする必要がありますバニラのファイルを使用する場合、これは望ましいことであろう。

source: This may happen if the server is down or if the host has not forwarded their query port, but you may still attempt to connect to the server.
ja: サーバがダウンしているか、ホストがクエリポートをフォワードしていない可能性があります。あるいはもう一度接続を試してみても良いかもしれません。

source: This one is on the simpler side, but you will have a selection of different submarines available to you when you begin a game.
ja: これはシンプルなものですが、あなたがゲームを始めるときは、様々なタイプの潜水艦を選ぶことができます。

source: This plant has the texture of a coconut and its fibers move on their own under your fingers unnervingly.
ja: この植物はココナッツの食感を有し、繊維は緊張した様子で勝手に動く。

source: This pump is programmed to only pump water out.
ja: ポンプは水を排水するだけのプログラムがされています。

source: This server is not compatible with your version of Barotrauma ([version] required).
ja: このサーバーはあなたのバージョンのBarotraumaと互換性がありません ([version] が必要)

source: This text will be translated to [translation].
ja: このテキストは[translation]に翻訳されます。

source: This text will not be translated - text with the tag [tag] not found in the language files.
ja: このテキストは翻訳されません - タグ[tag]の付いたテキストは言語ファイルに見つかりません。

source: Thorianite
ja: トリアナイト

source: Thorium
ja: トリウム

source: Thorium Fuel Rod
ja: トリウム燃料棒

source: Thrust
ja: スラスト

source: Tiger Thresher
ja: タイガーサッシャ

source: Tiger Thresher Boss
ja: タイガーサッシャボス

source: Timeframe
ja: 時間枠

source: Tin
ja: 錫

source: Titanite
ja: チタン石

source: Titanium
ja: チタン

source: Titanium-Aluminum Alloy
ja: チタンアルミ合金

source: Title
ja: タイトル

source: To dock the submarine, maneuver the ship’s and outpost’s docking ports close to each other and toggle the docking clamps.
ja: 潜水艦を係留するには、船と前哨基地の係留ポートを互いに近づけ、係留クランプをトグルします。

source: To drop an ammo box, either drag it away from your equip slot or press the unequip button on top of the equip slot.
ja: 弾薬箱を落とすには、装備スロットから引き離すか、装備スロットの上にある装備解除ボタンを押してください。

source: To get moving, you need to undock the submarine from the outpost.
ja: 動くためには、潜水艦を係留解除する必要があります。

source: To order repairs, click on the “Repair Damaged Systems” button in the list next to the mechanic’s portrait.
ja: 修理をオーダーするには整備士の肖像画の横にあるリストの中の「故障の修理」をクリックしてください。

source: To order somebody to man guns, click on the “Operate Weapons” button in the list next to the character’s portrait.
ja: 誰かに銃を発射させるには、キャラクターの肖像の横にあるリストの中の「武器の操作」ボタンをクリックしてください。.

source: To order somebody to operate the reactor, click on the command interface and choose “Operate Reactor”, then “Power up”.
ja: 原子炉を起動を命令するには、 コマンドのインターフェースをクリックして「原子炉の操作」を選択し、「電源を入れる」を選んでください。
